tektecher/micropython/ports/esp32/boards/OpenBit/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "OpenBit"
#define MICROPY_HW_MCU_NAME "ESP32"
#define MICROPY_HW_BOARD_OPENBIT (1)
